IDEA Open Model
LineLoad.EdgePositionType Property
Compatible with IDEA StatiCa Beta 20.0
 edge position type
 Namespace: IdeaRS.OpenModel.Detail.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public EdgeOrientationType EdgePositionType { get; set; }
Public Property EdgePositionType As EdgeOrientationType
	Get
	Set
Property Value
Type: EdgeOrientationType
See Also
Reference
LineLoad Class
IdeaRS.OpenModel.Detail.Loading Namespace